import React from 'react';
import { Heading, HomeContainer, Paragraph } from './Home.styled';

const Home = () => {
    return (
        <HomeContainer>
            <Heading>Ласкаво просимо до нашої компанії оренди автомобілів!</Heading>
            <Paragraph>
                Ми - ваш надійний партнер у сфері автомобільної оренди в Україні. Незалежно від того, чи ви шукаєте авто для відрядження, відпустки або важливого події, ми пропонуємо широкий вибір автомобілів різних марок та комплектацій.
            </Paragraph>
            <Paragraph>
                Наші послуги включають в себе зручний каталог автомобілів, де ви можете швидко знайти авто за вашими уподобаннями. Ми прагнемо забезпечити вас найвищим рівнем сервісу та зробити процес оренди легким і приємним.
            </Paragraph>
            <Paragraph>
                У нас ви знайдете автомобілі різних класів - від економ до преміум-класу. Наша компанія гарантує якість та безпеку кожного автомобіля, а також привабливі умови оренди.
            </Paragraph>
            <Paragraph>
                Ви можете легко взаємодіяти з нашим каталогом, відфільтрувати автомобілі за вашими уподобаннями та додавати обрані авто в улюблені. Щоб зробити процес ще доступнішим, ми пропонуємо зручний засіб зв'язку для оформлення оренди.
            </Paragraph>
            <Paragraph>
                Обирайте якість, зручність та відмінний сервіс - обирайте нашу компанію оренди автомобілів!
            </Paragraph>
        </HomeContainer>
    );
}

export default Home;